Show / Hide Table of Contents
Class NadSetupValueFloat
Setup value float
Inheritance
System.Object
NadSetupValue
NadSetupValueFloat
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public class NadSetupValueFloat : NadSetupValue
Properties
Improve this Doc   View Source
Value
Gets or sets the value.
Declaration
public float Value { get; set; }
Property Value
 Type |  Description
 System.Single
 Improve this Doc
 View Source